
/* Shared Error Strings for MacConfig Apps */

/****** ACP Errors *******/

/* GenericACPError */
"GenericACPError" = "Zkontrolujte, zda je základna Apple Wi-Fi zapojena a umístěna v dosahu počítače nebo připojena ethernetovým kabelem, a zkuste to znovu. (%d)";

/****** Problem Codes *******/

/* Problem codes reported by the base station that AirPort Utility doesn't know about */
"tooNew" = "Neznámé potíže (%@)";
"tooNew.description" = "Tato základna Apple Wi-Fi ohlásila neznámý problém. Kliknutím na Aktualizace softwaru aktualizujte Nastavení AirPortu a zkuste to znovu.";
"tooNew.remedy" = "Aktualizace softwaru…";

/* kACPProblemCodeUnknown */
"unkn" = "Neznámé potíže";
"unkn.description" = "Tato základna Apple Wi-Fi hlásí neznámý problém. Můžete ji zkusit vypnout a zapnout, vyhledat pro ni novější firmware nebo provést úplný reset. Při úplném resetu bude smazáno celé nastavení a bude je nutné zadat znovu.";

/* kACPProblemCodeWANNoLink */
"waNL" = "Ethernet odpojen";
"waNL.description" = "K ethernetovému rozhraní WAN není nic připojeno. Pokud pro připojení k Internetu používáte DSL, kabelový nebo jiný širokopásmový modem nebo používáte síť připojenou k Internetu, připojte širokopásmový modem nebo síť k ethernetovému rozhraní WAN.";
"waNL.furtherInfo" = "Po ověření ethernetového připojení k rozhraní WAN klikněte na „Zkontrolovat ethernetové rozhraní WAN“.";
"waNL.retest" = "Zkontrolovat ethernetový WAN port";

/* kACPProblemCodeWANNoInternet */
"waNI" = "Připojení k Internetu";
"waNI.description" = "Vaše základna Apple Wi-Fi nemá platnou IP adresu. Zkontrolujte, zda je připojena k širokopásmovému modemu nebo k místní síti, ověřte nastavení a zkuste to znovu. Jestliže se nemůžete připojit opakovaně, obraťte se na poskytovatele internetových služeb.";
"waNI.furtherInfo" = "Nejobvyklejší řešení těchto potíží je reset širokopásmového modemu. Vypněte modem, počkejte alespoň 5 minut a znovu jej zapněte.";
"waNI.remedy" = "Internet…";

/* kACPProblemCodeRadioNoNetwork */
"raNN" = "Bezdrátová síť";
"raNN.description" = "Tato základna Apple Wi-Fi je nastavena pro připojení ke konkrétní bezdrátové síti, která však nebyla nalezena. Nevidíte-li síť, k níž se chcete připojit, v místní nabídce Název sítě, zadejte při novém pokusu o připojení název sítě a v případě potřeby i heslo k síti.";
"raNN.remedy" = "Bezdrátové…";

/* kACPProblemCodeWDSNoPartner */
"wdsP" = "Chyba WDS";
"wdsP.description" = "Tato základna Apple Wi-Fi je nastavena jako součást sítě WDS, žádné další základny Apple Wi-Fi však nebyly nalezeny.";
"wdsP.furtherInfo" = "Ověřte správnost bezdrátových MAC adres bezdrátových zařízení WDS. Zkontrolujte, zda jsou bezdrátová zařízení zapojena a zda se nacházejí v dosahu této základny Apple Wi-Fi.";
"wdsP.remedy" = "WDS…";

/* kACPProblemCodePPPoENoServer */
"ppNS" = "PPPoE server";
"ppNS.description" = "Tato základna Apple Wi-Fi je nastavena pro připojení k Internetu pomocí protokolu PPPoE, nebyl však nalezen žádný PPPoE server. Ujistěte se, že váš poskytovatel internetových služeb vyžaduje, abyste se připojovali pomocí protokolu PPPoE, poté zkontrolujte, zda je k WAN portu této základny Apple Wi-Fi připojen zapnutý modem, a zkuste to znovu. Nemůžete-li se k serveru připojit opakovaně, obraťte se na poskytovatele.";
"ppNS.remedy" = "PPPoE…";

/* kACPProblemCodePPPoEBadPassword */
"ppBP" = "Heslo PPPoE";
"ppBP.description" = "Tato základna Apple Wi-Fi je nastavena pro připojení k Internetu pomocí protokolu PPPoE a heslo, které jste zadali, není správné. Zadejte správné heslo a zkuste to znovu. Jestliže se připojení nedaří delší dobu, obraťte se na poskytovatele internetových služeb.";
"ppBP.remedy" = "PPPoE…";

/* kACPProblemCodeRADIUSNoServer */
"rdNS" = "RADIUS server";
"rdNS.description" = "Tato základna Apple Wi-Fi je nastavena pro připojení k Internetu pomocí podnikového řízení přístupu WPA nebo RADIUS, žádný RADIUS server však nebyl nalezen. Ověřte správnost nastavení serveru a zkuste to znovu.";
"rdNS.remedy" = "Řízení přístupu…";

/* kACPProblemCodeLowUSBPower */
"usbp" = "Napájení USB…"; 
"usbp.description" = "Zařízení připojené k USB portu této základny Apple Wi-Fi vyžaduje více energie, než může tato základna Apple Wi-Fi poskytnout. Připojte zařízení k napájecímu zdroji, případně k napájenému USB rozbočovači.";
"usbp.remedy" = "Disky…";

/* kACPProblemCodeDiskNeedsRepair */
"fsck" = "Disk potřebuje opravu";
"fsck.description" = "Vyskytl se problém s diskem připojeným k základně Apple Wi-Fi. Připojte disk k počítači a opravte jej.";
"fsck.remedy" = "Disky…";

/* kACPProblemCodeInternalDiskNeedsRepair */
"Ifsc" = "Interní disk potřebuje opravu";
"Ifsc.description" = "Váš disk Time Capsule má potíže.";
"Ifsc.remedy" = "Disky…";

/* kACPProblemCodeLowDiskSpace */
"fslo" = "Nedostatek místa na disku";
"fslo.description" = "Na disku připojeném k vaší základně Apple Wi-Fi dochází volné místo.";
"fslo.remedy" = "Disky…";

/* kACPProblemCodeInternalLowDiskSpace */
"Ifsl" = "Na interním disku je nedostatek místa";
"Ifsl.description" = "Na disku Time Capsule je nedostatek volného místa.";
"Ifsl.remedy" = "Disky…";

/* kACPProblemCodeUnsupportedDisk */
"unsD" = "Nepodporovaný disk";
"unsD.description" = "Disk připojený k vaší základně Apple Wi-Fi není podporován a nelze jej použít. Zkuste jiný disk.";
"unsD.remedy" = "Disky…";

/* kACPProblemCodeWANRejectedDHCPOffer */
"waRj" = "Konflikt rozsahu DHCP";
"waRj.description" = "Tato základna Apple Wi-Fi odmítla adresu DHCP patřící do stejné podsítě jako její interní DHCP server. Pravděpodobně byste měli základnu Apple Wi-Fi přepnout do režimu mostu. Chcete-li i nadále používat protokoly DHCP a NAT a sdílet jedinou IP adresu, měli byste změnit rozsah DHCP.";
"waRj.remedy" = "Internet…";

/* kACPProblemCodeUnconfigured */
"ctim" = "Výchozí nastavení";
"ctim.description" = "Tato základna Apple Wi-Fi používá výchozí nastavení. Měli byste na ní nastavit připojení k Internetu, zabezpečení bezdrátové sítě a heslo.";

/* kACPProblemCodeSoftResetActive */
"soft" = "Částečný reset";
"soft.description" = "Tato základna Apple Wi-Fi byla resetována a nyní vám poskytuje dočasnou možnost změny nastavení, které vám zabránilo v přístupu k síti.";

/* kACPProblemCodeOpenNetwork */
"opNW" = "Nezabezpečená bezdrátová síť";
"opNW.description" = "U této základny Apple Wi-Fi není nastaveno žádné zabezpečení bezdrátové sítě. Bezdrátovou síť se doporučuje zabezpečit pomocí osobního šifrování WPA2.";
"opNW.remedy" = "Změnit zabezpečení…";
"opNW.assistDescription" = "Pokud režim zabezpečení nezměníte, bude stavová kontrolka této základny Apple Wi-Fi blikat oranžově. Určitě chcete pokračovat?";

/* kACPProblemCodePublicPassword */
"pubP" = "Výchozí heslo";
"pubP.description" = "Tato základna Apple Wi-Fi je chráněna výchozím heslem. V zájmu ochrany základny Apple Wi-Fi se doporučuje heslo změnit.";
"pubP.remedy" = "Změnit heslo…";
"pubP.assistDescription" = "Pokud heslo nezměníte, bude stavová kontrolka této základny Apple Wi-Fi blikat oranžově. Určitě chcete pokračovat?";

/* kACPProblemCodeDoubleNAT */
"DubN" = "Zdvojení NAT";
"DubN.description" = "Tato základna Apple Wi-Fi má na portu Ethernet WAN nastavenou soukromou IP adresu. Je připojena k zařízení nebo síti, jež poskytuje soukromé IP adresy pomocí protokolu NAT. Základnu Apple Wi-Fi byste měli přepnout z protokolů DHCP a NAT do režimu mostu.";
"DubN.remedy" = "Internet…";

/* kACPProblemCodeWideAreaBonjourAuth */
"wbAu" = "Ověření totožnosti Bonjour";
"wbAu.description" = "Jméno nebo heslo ověření totožnosti na DNS serveru je nesprávné. Opravte je a zkuste to znovu. Pokud potíže přetrvávají, kontaktujte správce DNS serveru, který používáte.";
"wbAu.remedy" = "Bonjour…";

/* kACPProblemCodeNonDWDSMain */
"bsWD" = "Rozšířená síť";
"bsWD.description" = "Této základně Apple Wi-Fi se nepodařilo rozšířit bezdrátovou síť. Zkontrolujte, zda byla bezdrátová síť, kterou se pokoušíte rozšířit, správně nastavena a zda správně pracuje, zda jste do tohoto zařízení zadali správné heslo k bezdrátové síti a zda je toto zařízení v dosahu bezdrátové sítě.";
"bsWD.remedy" = "Bezdrátové…";

/* kACPProblemCodeUpdateAvailable */
"upAv" = "Nová aktualizace firmwaru";
"upAv.description" = "Chcete-li získat nejnovější firmware dostupný pro tuto základnu Apple Wi-Fi, klikněte na Aktualizovat firmware.";
"upAv.remedy" = "Aktualizovat firmware…";

/* kACPProblemCodeSNMPConfigOverWAN */
"waSN" = "SNMP přes WAN";
"waSN.description" = "Nastavení této základny Apple Wi-Fi umožňuje používat protokol SNMP na portu Ethernet WAN, což snižuje úroveň zabezpečení sítě.";
"waSN.remedy" = "Protokoly a SNMP…";

/* kACPProblemCodeConfigOverWAN */
"waCF" = "Konfigurování přes WAN";
"waCF.description" = "Nastavení této základny Apple Wi-Fi umožňuje měnit konfiguraci přes port Ethernet WAN, což snižuje úroveň zabezpečení sítě.";
"waCF.remedy" = "Základna…";

/* kACPProblemCodeNoDNSServers */
"nDNS" = "Žádné DNS servery";
"nDNS.description" = "Tato základna Apple Wi-Fi nemá k dispozici žádnou adresu DNS serveru a může mít potíže s připojováním k Internetu.";
"nDNS.remedy" = "Internet…";

/* kACPProblemCodeOldTimeZone */
"timz" = "Je k dispozici aktualizace softwaru";
"timz.description" = "Klikněte na Aktualizaci softwaru, aktualizujte Nastavení AirPortu a zkuste to znovu.";
"timz.remedy" = "Aktualizace softwaru…";

/* kACPProblemCodeTaskInProgress */
"TaIP" = "Tato základna Apple Wi-Fi je zaneprázdněna";
"TaIP.description" = "Tuto základnu Apple Wi-Fi neodpojujte ani neresetujte, dokud nebude k dispozici.";

/* kACPProblemCodeDotMacCredentialsRejected */
"dMCR" = "Členské jméno či heslo MobileMe je nesprávné";
"dMCR.description" = "Zadané členské jméno nebo heslo MobileMe je nesprávné. Zadejte správné jméno a heslo a zkuste to znovu.";

/* kACPProblemCodeOverTemperature */
"oTMP" = "Toto zařízení se přehřívá";
"oTMP.description" = "Pokud je základna Apple Wi-Fi na dotek horká, zkuste ji přemístit jinam nebo odstranit překážky, které brání proudění vzduchu k ventilaci.";

/* kACPProblemCodeIPv6TunnelError */
"6gdn" = "Chyba tunelu IPv6";
"6gdn.description" = "Vyskytla se chyba koncového bodu IPv6 tunelu. Počkejte, až bude služba obnovena, a zkuste to znovu. Pokud potíže přetrvávají, kontaktujte poskytovatele služby.";
"6gdn.remedy" = "Nastavení IPv6…";

/* kACPProblemCodeIPv6RelayError */
"6rdn" = "Chyba přenosu IPv6";
"6rdn.description" = "Vyskytla se chyba přenosového směrovače IPv6. Počkejte, až bude služba obnovena, a zkuste to znovu. Pokud potíže přetrvávají, kontaktujte poskytovatele služby.";
"6rdn.remedy" = "Nastavení IPv6…";

/* kACPProblemCodeMigrationInterrupted */
"mgrt" = "Přenos dat byl přerušen";
"mgrt.description" = "Přenos dat z disku Time Capsule byl přerušen.";
"mgrt.remedy" = "Disky…";

/* kACPProblemCodePostMigrationErase */
"mgEr" = "Přenos dat byl dokončen";
"mgEr.description" = "Přenos disku byl dokončen. Kliknutím na Pokračovat smažete svůj předchozí disk Time Capsule.";

/* kACPProblemCodeSMARTStatusWarning */
"SSdF" = "Selhání disku Time Capsule";
"SSdF.description" = "Váš disk Time Capsule má potíže. Připojte ke svému disku Time Capsule externí USB disk a poté pomocí panelu Disky v Nastavení AirPortu archivujte a zálohujte data z Time Capsule. S opravou disku se obraťte na svého místního prodejce Apple Store nebo na poskytovatele servisu autorizovaného společností Apple. ";
"SSdF.remedy" = "Disky…";

/****** Task Strings *******/

/* kACPTaskErasingDisk */
"EraD" = "Mazání disku AirPort";
"EraD.description" = "Disk AirPort %@ je mazán. Mazání nelze zrušit.";

/* kACPTaskErasingInternalDisk */
"EraI" = "Mazání disku Time Capsule";
"EraI.description" = "Mazání disku Time Capsule nelze zrušit.";

/* kACPTaskArchivingInternalDisk */
"ArcI" = "Archivování disku Time Capsule";
"ArcI.description" = "Disk Time Capsule %1$@ je právě archivován na disk AirPort %2$@. Chcete-li archivování disku zastavit, klikněte na Zastavit.";



/****** Validation Errors *******/

/* Generic Errors */

/* vGenErrorZeroLength */
"gErA" = "Hodnota v položce „%@“ je povinná.";

/* vGenErrorTooShort */
"gErB" = "Hodnota pro „%@“ je příliš krátká.";

/* vGenErrorTooLong */
"gErC" = "Hodnota pro „%@“ je příliš dlouhá.";

/* vGenErrorNotSupported */
"gErD" = "Nastavení „%@“ není u této základny Apple Wi-Fi podporováno.";

/* vGenErrorInvalid */
"gErE" = "Hodnota pro „%@“ je neplatná.";

/* vGenErrorTooHigh */
"gErF" = "Hodnota pro „%@“ je příliš vysoká.";

/* vGenErrorTooLow */
"gErG" = "Hodnota pro „%@“ je příliš nízká.";

/* vGenErrorTooManyEntriesInList */
"gErH" = "V tabulce „%@“ je příliš mnoho záznamů.";

/* Specific Errors */

/* vWarnPasswordIsPublic */ 
"vErr.pwPu" = "Chcete-li zajistit vyšší úroveň zabezpečení, zadejte jiné heslo než „public“.";

/* vErrSysLogCollectorInvalid */
"vErr.slCI" = "Cílová IP adresa v syslog je neplatná.";
/* vErrSysLogLevelInvalid */
"vErr.slLI" = "Úroveň v syslog je neplatná.";

/* vErrWSecModeUnsupported */
"vErr.wsMU" = "Tato základna Apple Wi-Fi nepodporuje režim bezdrátového zabezpečení, který jste vybrali.";

/* vErrInvalidWEP40Key */
"vErr.iw4K" = "Nezadali jste platný 40bitový klíč WEP.";
/* vErrInvalidWEP104Key */
"vErr.iw1K" = "Nezadali jste platný 128bitový klíč WEP.";

/* vErrInvalidTSNKey */
"vErr.iTSN" = "Bezdrátové heslo pro síť Transitional Security Network musí mít délku přesně 13 znaků.";

/* vErrInvalidWPAKey */
"vErr.iWPA" = "Bezdrátové heslo pro osobní síť WPA musí mít délku 13 až 63 znaků nebo 64 hexadecimálních číslic.";

/* vErrGroupKeyTimeoutTooShort */
"vErr.ktTS" = "Zadaný časový limit skupinového klíče je příliš krátký. Musí být nejméně 10 min.";
/* vErrGroupKeyTimeoutTooLong */
"vErr.ktTL" = "Zadaný časový limit skupinového klíče je příliš dlouhý. Musí být méně než nebo rovno 9999999 min.";

/* vErrAutoChannelSelectionNotSupported */
"vErr.acNS" = "Tato základna Apple Wi-Fi nepodporuje automatický výběr kanálu.";

/* vErrMultiRateNotValidForLowDensity */
"vErr.nvLD" = "Vybrané nastavení frekvence vícesměrného vysílání není platné nastavení pro prostředí s nízkou hustotou rádiového signálu.";
/* vErrMultiRateNotValidForMedDensity */
"vErr.nvMD" = "Vybrané nastavení frekvence vícesměrného vysílání není platné nastavení pro prostředí se střední hustotou rádiového signálu.";
/* vErrMultiRateNotValidForHighDensity */
"vErr.nvHD" = "Vybrané nastavení frekvence vícesměrného vysílání není platné nastavení pro prostředí s vysokou hustotou rádiového signálu.";
/* vErrMultiRateNotValidForBNetwork */
"vErr.nvBN" = "Vybrané nastavení frekvence vícesměrného vysílání není platné nastavení pro síť kompatibilní s 802.11b nebo 802.11 b/g.";
/* vErrMultiRateNotValidForGNetwork */
"vErr.nvGN" = "Vybrané nastavení frekvence vícesměrného vysílání není platné nastavení pro síť 802.11g.";

/* vErrSTAModeNotSupported */
"vErr.smNS" = "Tato základna Apple Wi-Fi nepodporuje klientský režim.";
/* vErrWirelessDisabledModeNotSupported */
"vErr.wdNS" = "Vypnutí rádia není u této základny Apple Wi-Fi podporováno.";

/* vErrDHCPOnlyRequiresStaticIP */
"vErr.DHSt" = "Sdílení rozsahu IP adres pouze s použitím protokolu DHCP vyžaduje, abyste manuálně nastavili IP adresu v síti WAN. Pokud vám váš poskytovatel Internetu poskytuje rozsah statických IP adres, měli byste pro základnu Apple Wi-Fi manuálně nastavit první z těchto IP adres a ostatní distribuovat pomocí protokolu DHCP.";

/* vErrRouterSubnetMismatch */
"vErr.rsMM" = "Zadaná adresa směrovače není kompatibilní s vaší IP adresou pro WAN.";
/* vErrWANIPNotSameAsRouter */
"vErr.wnSR" = "Vaše IP adresa WAN se nesmí shodovat s IP adresou směrovače.";

/* vErrIPv6ManualTunnelRequiresStaticIP */
"vErr.v6TM" = "Manuálně nakonfigurovaný IPv6 tunel vyžaduje statickou IP adresu WAN.";

/* vErrWANDisableEthernetNotSupported */
"vErr.pcDE" = "Tato základna Apple Wi-Fi nepodporuje vypnutí WAN portu.";

/* vErrWANManagementRequiresWANPortEnabled */
"vErr.waNM" = "Chcete-li povolit vzdálené řízení přes WAN port, zapněte WAN port.";

/* vErrRouterModeNoBridgeForPPP */
"vErr.rmBP" = "Pokud pro připojení přes PPP používáte PPPoE nebo modem, vyberte DHCP/NAT.";

/* vErrRouterModeNoDHCPNATForSTA */
"vErr.rmST" = "Je-li základna Apple Wi-Fi nakonfigurována pro připojení k bezdrátové síti, není sdílení připojení k Internetu podporováno."; 

/* vErrDHCPRangeConflictsWithWANIP */
"vErr.dcWW" = "Rozsah DHCP, který jste zadali, je v konfliktu s IP adresou vaší základny Apple Wi-Fi v síti WAN.";
/* vErrDHCPRangeEndpointsAreInvalid */
"vErr.dhRa" = "Počáteční nebo koncová adresa rozsahu DHCP je neplatná.";

/* vErrWDSWithWPANotSupported */
"vErr.wwNS" = "Tato základna Apple Wi-Fi nepodporuje šifrování WPA u WDS. Zkontrolujte, zda používáte nejnovější firmware.";

/* vErrWDSRequiresAtLeastOneNode */
"vErr.w1Nd" = "WDS vyžaduje více základen Apple Wi-Fi. Přidejte alespoň jedno partnerské zařízení WDS.";

/* vErrWDSWithWPAEnterprise */
"vErr.wdEn" = "WDS není s podnikovým WPA kompatibilní. Pokud chcete nastavit síť WDS, použijte osobní WPA.";

/* vErrWDSInFiveGig */
"vErr.wdFi" = "WDS není kompatibilní s rádiovými režimy pracujícími na frekvenci 5 GHz. Změňte rádiový režim a zkuste to znovu.";

/* vErrAccessControlListIsEmpty */
"vErr.acEm" = "Je zapnuto řízení přístupu podle MAC adres, ale žádné záznamy o adresách nejsou k dispozici. Vypněte řízení přístupu podle MAC adres nebo přidejte záznamy do seznamu.";

/* vErrRequiresWABEnabled */
"vErr.rWAB" = "Globální inzerce služby přes Bonjour vyžaduje název hostitele WAN. Nastavení Bonjour můžete konfigurovat po kliknutí na tlačítko Upravit na panelu %@ nastavení pro AirPort.";

/* End of AirePortErrors.strings file */
